Repository: berkayhuz/norge360
Catalog: Norge360/Resources/ProfileUI.xcstrings
Source language: en
Languages: am, ar, de, es, fa, fa_af, fr, nb, pl, ru, so, ti, tr, uk, ur

# profile.ui.view_cover
source: View cover photo
am: የሽፋን ፎቶ ይመልከቱ
ar: عرض صورة الغلاف
de: Titelbild ansehen
es: Ver foto de portada
fa: مشاهده عکس روی جلد
fa_af: عکس روی جلد را مشاهده کنید
fr: Voir la photo de couverture
nb: Vis forsidebilde
pl: Zobacz zdjęcie na okładce
ru: Посмотреть обложку
so: Daawo sawirka daboolka
ti: ናይ ገጽ ስእሊ ርአ
tr: Kapak fotoğrafını görüntüle
uk: Переглянути обкладинку
ur: کور فوٹو دیکھیں

# profile.ui.view_avatar
source: View profile photo
am: የመገለጫ ፎቶ ይመልከቱ
ar: عرض صورة الملف الشخصي
de: Profilfoto ansehen
es: Ver foto de perfil
fa: مشاهده عکس پروفایل
fa_af: مشاهده عکس پروفایل
fr: Voir la photo de profil
nb: Vis profilbilde
pl: Zobacz zdjęcie profilowe
ru: Посмотреть фото профиля
so: Eeg sawirka profile
ti: ፕሮፋይል ስእሊ ርአ
tr: Profil fotoğrafını görüntüle
uk: Переглянути фото профілю
ur: پروفائل تصویر دیکھیں

# profile.ui.avatar_hint
source: Touch and hold to enlarge the photo.
am: ፎቶውን ለማስፋት ይንኩ እና ይያዙ።
ar: المس مع الاستمرار لتكبير الصورة.
de: Berühren und halten Sie, um das Foto zu vergrößern.
es: Toque y mantenga presionado para ampliar la foto.
fa: لمس کنید و نگه دارید تا عکس بزرگ شود.
fa_af: برای بزرگ کردن عکس لمس و نگه دارید.
fr: Touchez et maintenez pour agrandir la photo.
nb: Trykk og hold for å forstørre bildet.
pl: Dotknij i przytrzymaj, aby powiększyć zdjęcie.
ru: Нажмите и удерживайте, чтобы увеличить фотографию.
so: Taabo oo hayso si aad sawirka u weynayso.
ti: ነቲ ስእሊ ንምዕባይ ተንኪፍካ ምሓዝ።
tr: Fotoğrafı büyütmek için basılı tutun.
uk: Натисніть і утримуйте, щоб збільшити фотографію.
ur: تصویر کو بڑا کرنے کے لیے ٹچ کریں اور دبائے رکھیں۔

# profile.ui.private
source: Private profile
am: የግል መገለጫ
ar: الملف الشخصي الخاص
de: Privates Profil
es: perfil privado
fa: پروفایل خصوصی
fa_af: مشخصات شخصی
fr: Profil privé
nb: Privat profil
pl: Profil prywatny
ru: Частный профиль
so: Profile gaar ah
ti: ናይ ብሕቲ ፕሮፋይል
tr: Gizli profil
uk: Приватний профіль
ur: نجی پروفائل

# profile.ui.load_error_title
source: Profile could not load
am: መገለጫ መጫን አልቻለም
ar: تعذر تحميل الملف الشخصي
de: Profil konnte nicht geladen werden
es: No se pudo cargar el perfil
fa: نمایه بارگیری نشد
fa_af: پروفایل بارگذاری نشد
fr: Le profil n'a pas pu se charger
nb: Profilen kunne ikke lastes
pl: Nie udało się wczytać profilu
ru: Не удалось загрузить профиль
so: Profile waa la shubi waayay
ti: ፕሮፋይል ክጽዕን ኣይከኣለን
tr: Profil yüklenemedi
uk: Не вдалося завантажити профіль
ur: پروفائل لوڈ نہیں ہو سکا

# profile.ui.load_error_body
source: Check your connection and try again.
am: ግንኙነትዎን ይፈትሹ እና እንደገና ይሞክሩ።
ar: تحقق من اتصالك وحاول مرة أخرى.
de: Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: Comprueba tu conexión y vuelve a intentarlo.
fa: اتصال خود را بررسی کنید و دوباره امتحان کنید.
fa_af: اتصال خود را چک کنید و دوباره امتحان کنید.
fr: Vérifiez votre connexion et réessayez.
nb: Sjekk forbindelsen og prøv igjen.
pl: Sprawdź połączenie i spróbuj ponownie.
ru: Проверьте подключение и повторите попытку.
so: Hubi xidhiidhkaaga oo isku day mar kale.
ti: ርክብካ መርምር እሞ እንደገና ፈትን።
tr: Bağlantınızı kontrol edip tekrar deneyin.
uk: Перевірте підключення та повторіть спробу.
ur: اپنا کنکشن چیک کریں اور دوبارہ کوشش کریں۔

# profile.ui.retry
source: Try again
am: እንደገና ይሞክሩ
ar: حاول مرة أخرى
de: Versuchen Sie es erneut
es: Inténtalo de nuevo
fa: دوباره امتحان کنید
fa_af: دوباره تلاش کنید
fr: Réessayez
nb: Prøv igjen
pl: Spróbuj ponownie
ru: Попробуйте еще раз
so: Isku day mar kale
ti: እንደገና ፈትን።
tr: Tekrar dene
uk: Спробуйте знову
ur: دوبارہ کوشش کریں۔

# profile.ui.dismiss_notice
source: Dismiss notice
am: ማስታወቂያ አሰናብት
ar: رفض الإشعار
de: Kündigung abweisen
es: Descartar aviso
fa: رد اطلاعیه
fa_af: اطلاعیه رد کردن
fr: Rejeter l'avis
nb: Lukk melding
pl: Odrzuć powiadomienie
ru: Закрыть уведомление
so: Jooji ogeysiis
ti: ምልክታ ምብራር
tr: Bildirimi kapat
uk: Відхилити повідомлення
ur: نوٹس کو مسترد کریں۔

# blocks.block
source: Block
am: አግድ
ar: حظر
de: Blockieren
es: Bloquear
fa: مسدود کردن
fa_af: بلاک کردن
fr: Bloquer
nb: Blokker
pl: Zablokuj
ru: Заблокировать
so: Xannib
ti: ኣግድ
tr: Engelle
uk: Заблокувати
ur: بلاک کریں

# blocks.block_confirm_title
source: Block member
am: አባልን አግድ
ar: حظر العضو
de: Mitglied blockieren
es: Bloquear miembro
fa: مسدود کردن عضو
fa_af: بلاک کردن عضو
fr: Bloquer le membre
nb: Blokker medlem
pl: Zablokuj członka
ru: Заблокировать участника
so: Xannib xubinta
ti: ነዚ ኣባል ኣግድ
tr: Üyeyi engelle
uk: Заблокувати учасника
ur: رکن کو بلاک کریں

# blocks.block_confirm_body
source: Are you sure you want to block %@?
am: እርግጠኛ ነዎት %@ን ማገድ ይፈልጋሉ?
ar: هل أنت متأكد من أنك تريد حظر %@؟
de: Möchtest du %@ wirklich blockieren?
es: ¿Seguro que quieres bloquear a %@?
fa: آیا مطمئن هستید که می‌خواهید %@ را مسدود کنید؟
fa_af: آیا مطمئن هستید که می‌خواهید %@ را بلاک کنید؟
fr: Voulez-vous vraiment bloquer %@ ?
nb: Er du sikker på at du vil blokkere %@?
pl: Czy na pewno chcesz zablokować %@?
ru: Вы уверены, что хотите заблокировать %@?
so: Ma hubtaa inaad xannibto %@?
ti: ን%@ ክትኣግዶ ርግጸኛ ዲኻ?
tr: %@ adlı üyeyi engellemek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете заблокувати %@?
ur: کیا آپ واقعی %@ کو بلاک کرنا چاہتے ہیں؟

# blocks.unblock_confirm_title
source: Unblock member
am: እገዳ ከአባሉ አንሳ
ar: إلغاء حظر العضو
de: Blockierung des Mitglieds aufheben
es: Desbloquear miembro
fa: رفع انسداد عضو
fa_af: رفع بلاک عضو
fr: Débloquer le membre
nb: Opphev blokkering av medlem
pl: Odblokuj członka
ru: Разблокировать участника
so: Ka qaad xannibaadda xubinta
ti: ዕጽዋ ነዚ ኣባል ኣልዕል
tr: Üyenin engellemesini kaldır
uk: Розблокувати учасника
ur: رکن کو ان بلاک کریں

# blocks.unblock_confirm_body
source: Are you sure you want to unblock %@?
am: እርግጠኛ ነዎት %@ን እገዳ ማንሳት ይፈልጋሉ?
ar: هل أنت متأكد من أنك تريد إلغاء حظر %@؟
de: Möchtest du die Blockierung von %@ wirklich aufheben?
es: ¿Seguro que quieres desbloquear a %@?
fa: آیا مطمئن هستید که می‌خواهید انسداد %@ را رفع کنید؟
fa_af: آیا مطمئن هستید که می‌خواهید بلاک %@ را رفع کنید؟
fr: Voulez-vous vraiment débloquer %@ ?
nb: Er du sikker på at du vil oppheve blokkeringen av %@?
pl: Czy na pewno chcesz odblokować %@?
ru: Вы уверены, что хотите разблокировать %@?
so: Ma hubtaa inaad ka qaaddo xannibaadda %@?
ti: ን%@ ዕጽዋ ክተልዕል ርግጸኛ ዲኻ?
tr: %@ adlı üyenin engellemesini kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете розблокувати %@?
ur: کیا آپ واقعی %@ کو ان بلاک کرنا چاہتے ہیں؟

# profile.show_norway_status
source: Show Norway status on profile
am: የኖርዌይ ሁኔታን በመገለጫ ላይ አሳይ
ar: إظهار حالة النرويج في الملف الشخصي
de: Norwegen-Status im Profil anzeigen
es: Mostrar estado de Noruega en el perfil
fa: نمایش وضعیت نروژ در نمایه
fa_af: نمایش وضعیت نروژ در پروفایل
fr: Afficher le statut Norvège sur le profil
nb: Vis Norge-status på profilen
pl: Pokaż status Norwegii w profilu
ru: Показывать статус в Норвегии в профиле
so: Muuji xaaladda Norway ee profile-ka
ti: ናይ ኖርወይ ኩነታት ኣብ ፕሮፋይል ኣርእይ
tr: Norveç durumunu profilde göster
uk: Показувати статус Норвегії в профілі
ur: پروفائل پر ناروے کی حیثیت دکھائیں

# profile.show_location
source: Show location on profile
am: አካባቢን በመገለጫ ላይ አሳይ
ar: إظهار الموقع في الملف الشخصي
de: Standort im Profil anzeigen
es: Mostrar ubicación en el perfil
fa: نمایش موقعیت مکانی در نمایه
fa_af: نمایش موقعیت در پروفایل
fr: Afficher la localisation sur le profil
nb: Vis posisjon på profilen
pl: Pokaż lokalizację w profilu
ru: Показывать местоположение в профиле
so: Muuji goobta profile-ka
ti: ኣብ ፕሮፋይል ቦታ ኣርእይ
tr: Konumu profilde göster
uk: Показувати місцезнаходження в профілі
ur: پروفائل پر مقام دکھائیں
